taskt/Core/Automation/Commands/ApplicationScriptFileGroup/RunJavaScriptFileCommand.dot
digraph "RunJavaScriptFileCommand" {
"RunJavaScriptFileCommand" -> "ARunScriptFileCommands";
"ARunScriptFileCommands" -> "AScriptFileCommands";
"AScriptFileCommands" -> "ScriptCommand";
"AScriptFileCommands" -> "IFileExistsFilePathProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
