taskt/Core/Automation/Commands/ApplicationScriptFileGroup/RunJavaScriptFileCommand.puml
@startuml
RunJavaScriptFileCommand --> ARunScriptFileCommands
ARunScriptFileCommands --> AScriptFileCommands
AScriptFileCommands --> ScriptCommand
AScriptFileCommands --> IFileExistsFilePathProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
